lang_dict = {
    'order_created': {
        'ru': 'Ваша заявка создана, для завершения заполните данные оплатыivRu',
        'uk': 'Вашу заявку створено, для завершення заповніть дані оплати'
    },
    'time_out': {
        'ru': 'Время ожидания истекло, нужно сгенерировать новый курс',
        'uk': 'Час очікування минув, потрібно згенерувати новий курс'
    },
    'wait_payment': {
        'ru': 'Ожидаем вашей оплаты',
        'uk': 'Чекаємо на вашу оплату'
    },
    'wait_payment2': {
        'ru': 'Ожидаем оплаты',
        'uk': 'Очікуємо оплати'
    },
    'wait_confirm': {
        'ru': 'Ожидаем подтверждения',
        'uk': 'Чекаємо на підтвердження'
    },
    'check_trans': {
        'ru': 'Проверяем транзакцию',
        'uk': 'Перевіряємо транзакцію'
    },
    'changing': {
        'ru': 'Обмениваем на бирже',
        'uk': 'Обмінюємо на біржі'
    },
    'finished': {
        'ru': 'Завершено',
        'uk': 'Завершено'
    },
    'details': {
        'ru': 'Детали заявки',
        'uk': 'Деталi заявки'
    },
    'order_status': {
        'ru': 'Статус заявки:',
        'uk': 'Статус заявки:'
    },
    'you_give': {
        'ru': 'Вы отдаете',
        'uk': 'Ви віддаєте:'
    },
    'you_take': {
        'ru': 'Ви получаете:',
        'uk': 'Ви отримуєте:'
    },
    'invoice_details': {
        'ru': 'Детали инвойса:',
        'uk': 'Деталі інвойсу:'
    },
    'invoice_status': {
        'ru': 'Статус инвойса:',
        'uk': 'Статус інвойсу:'
    },
    'invoice_sum': {
        'ru': 'Сумма инвойса:',
        'uk': 'Сума інвойсу:'
    },
    'invoice_adr': {
        'ru': 'Адрес для оплаты инвойса:',
        'uk': 'Адреса для оплати інвойсу:'
    },
    'trans_details': {
        'ru': 'Детали транзакции:',
        'uk': 'Деталі транзакції:'
    },
    'trans_status': {
        'ru': 'Статус транзакции:',
        'uk': 'Статус транзакції:'
    },
    'trans_sum': {
        'ru': 'Сумма транзакции:',
        'uk': 'Сума транзакції:'
    },
    'pay_details': {
        'ru': 'Платежные реквизиты:',
        'uk': 'Платіжні реквізити:'
    },
    'start_chat': {
        'ru': 'Диалог с оператором',
        'uk': 'Діалог з оператором'
    },
    'start': {
        'ru': 'Старт',
        'uk': 'Старт'
    },
    'exchange_title': {
        'ru': 'Онлайн обмен криптовалют',
        'uk': 'Онлайн обмін криптовалют'
    },
    'exchange_btn': {
        'ru': 'Обменять валюту',
        'uk': 'Обміняти валюту'
    },

    
    
    
}