lang_js_dict = {
    'no_pair': {
        'ru': 'Данная валютная пара не доступна',
        'uk': 'Ця валютна пара не доступна'
    },
    'smth_wrong': {
        'ru': 'Что-то пошло не так...',
        'uk': 'Щось пішло не так...'
    },
    'load_rate': {
        'ru': 'Загрузка курса...',
        'uk': 'Завантаження курсу...'
    },
    'no_rates': {
        'ru': 'Не могу подгрузить курсы...',
        'uk': 'Не можу підвантажити курси...'
    },
    'no_currencies': {
        'ru': 'Не могу подгрузить валюты...',
        'uk': 'Не можу підвантажити валюти...'
    },
    'usdt_net': {
        'ru': 'Тип сети USDT:',
        'uk': 'Тип мережі USDT:'
    },
    'payment_way': {
        'ru': 'Способ оплаты:',
        'uk': 'Спосіб оплати:'
    },
    'card_pay': {
        'ru': 'Перевод на карту',
        'uk': 'Переказ на карту'
    },
    'cash_pay': {
        'ru': 'Наличными в пункте оплаты',
        'uk': 'Готівкою у пункті оплати'
    },
    'you_give': {
        'ru': 'Вы отдаете:',
        'uk': 'Ви віддаєте:' 
    },
    'you_take': {
        'ru': 'Вы получаете:',
        'uk': 'Ви отримуєте:' 
    },
    'wal_adr': {
        'ru': 'Укажите адрес кошелька',
        'uk': 'Вкажіть адресу гаманця' 
    },
    'cur_adr': {
        'ru': 'Адрес валюты',
        'uk': 'Адреса валюти'   
    },
    'choose_loc': {
        'ru': 'Выбрать точку обмена',
        'uk': 'Вибрати точку обміну'   
    },
    'cancel': {
        'ru': 'Отменить',
        'uk': 'Скасувати'   
    },
    'send': {
        'ru': 'Отправить',
        'uk': 'Відправити'   
    },
    'get_money_way': {
        'ru': 'Способ получения средств:',
        'uk': 'Спосіб отримання коштів:' 
    },
    'get_money_card': {
        'ru': 'Получить средства на карту:',
        'uk': 'Отримати гроші на карту:' 
    },
    'get_money_cash': {
        'ru': 'Получить наличные в точке выдачи:',
        'uk': 'Отримати готівку в точці видачі:' 
    },
    'card_num': {
        'ru': 'Укажите номер карты:',
        'uk': 'Вкажіть номер картки:' 
    },
    'card_num_plc': {
        'ru': 'Номер карты получения средства',
        'uk': 'Номер картки отримання' 
    },
    'cash_points': {
        'ru': 'Точки выдачи наличных:',
        'uk': 'Точки видачі готівки:' 
    },
    'wrong_data': {
        'ru': 'Вы указали неверные данные!',
        'uk': 'Ви вказали неправильні дані!' 
    },
    'mes_part_1': {
        'ru': 'Вам необходимо перечислить',
        'uk': 'Вам необхідно перерахувати' 
    },
    'mes_part_2': {
        'ru': 'по следующим реквизитам',
        'uk': 'за наступними реквізитами' 
    },
    'mes2_part_1': {
        'ru': 'Вам необходимо совершить оплату наличными в сумме',
        'uk': 'Вам необхідно здійснити оплату готівкою у сумі' 
    },
    'mes2_part_2': {
        'ru': 'в нашем пункте по адресу:',
        'uk': 'у нашому пункті за адресою:' 
    },
    'order_page': {
        'ru': 'Страница для отслеживания деталей сделки',
        'uk': 'Сторінка для відстеження деталей угоди' 
    },
    't_chat': {
        'ru': 'Открыть чат с оператором в Telegram',
        'uk': 'Відкрити чат з оператором Telegram' 
    },
    'card_error': {
        'ru': 'Ошибка в номере карты',
        'uk': 'Помилка в номері картки' 
    },
    'secret_key': {
        'ru': 'Секретный код для получения денег в точке выдачи:',
        'uk': 'Секретний код для отримання грошей у точці видачі:' 
    }
}